[
{"index": 17, "name": "孟致毅", "title": "副教授", "domain": "农村改革与发展，技术创新及系统管理", "abstract": "四川省脱贫攻坚第三方评估技术专家，四川省金融科技学会理事，中国企业运筹学会会员， IEEEmember", "fullContent": "【个人简介】：  孟致毅，四川大学商学院博士，副教授，硕士生导师。四川省脱贫攻坚第三方评估技术专家，四川省金融科技学会理事，中国企业运筹学会会员， IEEEmember 。 主持国家自然科学基金、教育部人文社科项目、四川省软科学项目、四川省社科基地项目、四川省教育厅项目、四川大学专博基金等 10 余项。 在 TechnologicalForecasting&SocialChange，IEEESystemsJournal,QualityandReliabilityEngineering,InternationalJournalofPrecisionEngineeringandManufacturing,,MaintenanceandReliability, InternationalJournalofDisasterRiskReduction ,PhysicaA:StatisticalMechanicsanditsApplications 等期刊发表论文 20 余篇，其中 SSCI/SCI 检索 10 余篇；主编、副主编出版学术专著 2 部。    【研究领域】：  农村改革与发展，技术创新及系统管理", "url": "http://bs.scu.edu.cn/guanlikexue/201909/5763.html"},
{"index": 12, "name": "钟胜", "title": "教授", "domain": "博弈论及其应用；服务管理；物流与供应链管理", "abstract": "获四川省哲学社会科学优秀成果三等奖2项，四川省教学成果奖二、三等奖各1项，发表学术论文40余篇", "fullContent": "【个人简介】：  钟胜，管理学博士，管理科学与工程专业教授，硕士导师。主持完成国家自然科学基金1项，主研完成国家自然科学基金4项，完成省部级及横向项目多项。获四川省哲学社会科学优秀成果三等奖2项，四川省教学成果奖二、三等奖各1项，发表学术论文40余篇。    【研究领域】：  博弈论及其应用；服务管理；物流与供应链管理", "url": "http://bs.scu.edu.cn/guanlikexue/201904/5094.html"},
{"index": 15, "name": "刘馨", "title": "副教授", "domain": "服务管理", "abstract": "主要科研方向为服务管理、数据挖掘，主持或作为主研完成科研课题6项，主编并出版教材一部，公开发表学术论文十余篇，获四川省第十四次哲学社会科学三等奖1项，四川大学教学成果一等奖1项", "fullContent": "【个人简介】：  1984年毕业于西南师范大学数学系、获理学学士学位，曾在华东师范大学数理统计系进修一年，现任四川大学商学院副教授，硕士生导师，兼任四川省咨询业协会高级咨询师。 主要科研方向为服务管理、数据挖掘，主持或作为主研完成科研课题6项，主编并出版教材一部，公开发表学术论文十余篇，获四川省第十四次哲学社会科学三等奖1项，四川大学教学成果一等奖1项。    【研究领域】：  服务管理   【所授课程】：  （1）本科：统计学、管理经济学及宏观经济学 （2）研究生：市场调查与预测、管理定量分析方法、多元统计分析", "url": "http://bs.scu.edu.cn/guanlikexue/201904/5148.html"},
{"index": 11, "name": "张欣莉", "title": "教授", "domain": "管理科学、项目管理、工程管理、医院管理。", "abstract": "为本科、工程硕士（ ME ）、工商管理硕士（ MBA ）、管理科学与工程硕士讲授有：《工程经济学》、《工程估价》、《项目成本管理》、《项目评估》、《项目风险管理》、《项目管理》、《专业外语》等课程，已顺利完成数百名硕士研究生的培养工作", "fullContent": "【个人简介】：  张欣莉，工学博士，教授，四川大学商学院教师，硕士生导师，中共党员。 1994.7 毕业于新疆农业大学水利学院，获工学学士学位； 1997.7 毕业于新疆农业大学水利学院，获水利工程工学硕士学位； 2000.6 毕业于四川大学水电学院，获水文水资源工学博士学位； 2000.7 至今，四川大学工业工程与工程管理系教师。 主要从事管理科学与工程学科的项目管理、工程管理、服务管理、水资源管理等方面的教学及科研工作。为本科、工程硕士（ ME ）、工商管理硕士（ MBA ）、管理科学与工程硕士讲授有：《工程经济学》、《工程估价》、《项目成本管理》、《项目评估》、《项目风险管理》、《项目管理》、《专业外语》等课程，已顺利完成数百名硕士研究生的培养工作。主持参与完成国家级、省部级及企业委托科研项目多项，发表学术论文 50 余篇，主编有《项目风险管理》、《工程经济学》、《水资源优化配置原理及方法》等著作，参编《项目管理学》、《工程估价》等书籍。连续多次获得四川大学青年骨干教师奖，校级奖励 50 余次、市级三等奖励 1 次、省级三等奖励 3 次，《工程经济学》国家级、省级精品在线开放课程负责人。   【研究领域】：  管理科学、项目管理、工程管理、医院管理。", "url": "http://bs.scu.edu.cn/gongye/201904/5120.html"},
{"index": 14, "name": "李智", "title": "副教授", "domain": "供应链管理、企业运营管理、大数据优化、体育产业管理与经济学等", "abstract": "四川省海外高层次引进人才，四川大学商学院区块链研究中心副主任，四川大学经济与企业发展研究所副所长", "fullContent": "【个人简介】：  香港理工大学博士，硕士研究生导师。四川省海外高层次引进人才，四川大学商学院区块链研究中心副主任，四川大学经济与企业发展研究所副所长。 出版专著教材 1 部，发表文章 20 余篇，其中英文高水平期刊论文 12 篇，担任 《Energypolicy》、《Computers&IndustrialEngineering》 期刊评审。    【研究领域】：  供应链管理、企业运营管理、大数据优化、体育产业管理与经济学等", "url": "http://bs.scu.edu.cn/gongye/201904/5184.html"},
{"index": 13, "name": "金茂竹", "title": "副教授", "domain": "包括运营管理、产品研发管理、组织流程再造、平台战略、团队建设与激励、风险管控等。主持包括国家自然科学基金“大规模定制环境下基于服务平台的服务模块化研究”在内的各类科研项目8项；主研参与完成国家自然科学重点基金项目3项以及面上项目2项，出版著作2部，在国内外权威及核心期刊发表科研论文50多篇，SSCI、SCI检索论文30多篇。担任《InternationalJournalofProductionEconomics 》《TourismManagement》、《JournalofCleanerProduction》、《TourismGeographies》《WasteManagement》等期刊匿名审稿人。承担本科、硕士研究生以及博士研究生《运营管理》、《管理学原理》、《敏捷供应链管理》、《产品研发管理》等课程，并与院内师资共同开发本科、MBA等包括《运筹学》、《高效团队建设》、《供应链管理》、《管理咨询》在内的多门课程。担任多家咨询企业高级管理顾问，在各地为数十家企业提供了运营系统设计、产品战略规划、制度设计、高效团队建设、目标管理与绩效评估、商业模式设计、服务流程优化等管理咨询和培训，涉及行业包括烟草、通信运营商、软件、快递、旅游、医院等，成果受到认可。近期培训及咨询客户包括：武侯新城管委会、中国电子科技集团公司第二十九研究所、四川省烟草公司、四川省烟草凉山州公司、四川移动凉山州分公司、二重集团德阳重型装备股份有限公司、九寨沟风景名胜区管理局、华西医院等多家单位。", "abstract": "担任多家咨询企业高级管理顾问，在各地为数十家企业提供了运营系统设计、产品战略规划、制度设计、高效团队建设、目标管理与绩效评估、商业模式设计、服务流程优化等管理咨询和培训，涉及行业包括烟草、通信运营商、软件、快递、旅游、医院等，成果受到认可", "fullContent": "【个人简介】：  金茂竹，华中科技大学工学学士、硕士，管理学博士，副教授。主要研究方向包括运营管理、产品研发管理、组织流程再造、平台战略、团队建设与激励、风险管控等。主持包括国家自然科学基金“大规模定制环境下基于服务平台的服务模块化研究”在内的各类科研项目8项；主研参与完成国家自然科学重点基金项目3项以及面上项目2项，出版著作2部，在国内外权威及核心期刊发表科研论文50多篇，SSCI、SCI检索论文30多篇。担任《InternationalJournalofProductionEconomics 》《TourismManagement》、《JournalofCleanerProduction》、《TourismGeographies》《WasteManagement》等期刊匿名审稿人。 承担本科、硕士研究生以及博士研究生《运营管理》、《管理学原理》、《敏捷供应链管理》、《产品研发管理》等课程，并与院内师资共同开发本科、MBA等包括《运筹学》、《高效团队建设》、《供应链管理》、《管理咨询》在内的多门课程。 担任多家咨询企业高级管理顾问，在各地为数十家企业提供了运营系统设计、产品战略规划、制度设计、高效团队建设、目标管理与绩效评估、商业模式设计、服务流程优化等管理咨询和培训，涉及行业包括烟草、通信运营商、软件、快递、旅游、医院等，成果受到认可。近期培训及咨询客户包括：武侯新城管委会、中国电子科技集团公司第二十九研究所、四川省烟草公司、四川省烟草凉山州公司、四川移动凉山州分公司、二重集团德阳重型装备股份有限公司、九寨沟风景名胜区管理局、华西医院等多家单位。", "url": "http://bs.scu.edu.cn/guanlikexue/201904/5130.html"},
{"index": 10, "name": "颜锦江", "title": "教授", "domain": "博弈论、规制理论；管理信息系统、商业模式、电子商务、供应链管理、创新创业管理、科技成果转化；大数据、区块链研究项目：l  新规制经济学视角下电商扶贫及其商业模式创新研究（国家社会科学基金项目）l  共享经济政府规制中的激励与监督问题研究（四川省软科学研究项目）l 互联网+”对传统企业商业模式转型创新影响研究（四川省软科学研究项目）l  电子商务零售统计方法研究（四川省哲社十二五规划统计专题重点项目）l  成都市孵化服务体系研究（成都市软科学研究项目）l  供给侧与需求侧双视角下区域经济产业关联研究——以四川省为例（四川省社会科学重点研究基地——系统科学与企业发展研究中心重点项目）l  共享经济政府规制及其商业模式创新研究（中央高校基本科研业务费研究专项项目）l 基于资源的供应链内部风险分析与风险管理（国家自然科学基金项目）l 引入虚拟第三方的供应链激励协调与效率研究（国家自然科学基金项目）l 大规模定制环境下基于服务平台的服务模块化研究（国家自然科学基金项目）l  国有企业政府规制研究（中央高校基本科研业务费研究专项项目）l  基于新规制经济学的公立医院治理模式研究（中央高校基本科研业务费研究专项项目）l  白酒企业电子商务发展模式研究（四川省教育厅）l  锦江区“互联网+”发展对策研究（成都市锦江区）研究成果：在《系统工程理论与实践》、《数量经济技术经济研究》、《四川大学学报（哲学社会科学版》、《中国管理科学》、《InformationSciences》等发表论文总计30余篇；著有2本学术专著——《中国公立大学政府规制研究》、《供给侧与需求侧双视角下区域经济产业关联研究——以四川省为例》。其它项目：参与了有关机构的网络系统集成和信息安全项目的设计和实施，如四川电信DCN网络安全顾问服务项目，四川电信多媒体网安全一期工程，四川电信OA网安全一期，重庆电信DCN网络安全，重庆电信163/169网络安全，重庆移动经营分析系统网络安全，重庆移动BOSS系统集中化改造工程网络安全项，西南证券广域网系统，长城宽带社区互连网。", "abstract": "大数据、区块链 研究项目： l  新规制经济学视角下电商扶贫及其商业模式创新研究（国家社会科学基金项目） l  共享经济政府规制中的激励与监督问题研究（四川省软科学研究项目） l 互联网+”对传统企业商业模式转型创新影响研究（四川省软科学研究项目） l  电子商务零售统计方法研究（四川省哲社十二五规划统计专题重点项目） l  成都市孵化服务体系研究（成都市软科学研究项目） l  供给侧与需求侧双视角下区域经济产业关联研究——以四川省为例（四川省社会科学重点研究基地——系统科学与企业发展研究中心重点项目） l  共享经济政府规制及其商业模式创新研究（中央高校基本科研业务费研究专项项目） l 基于资源的供应链内部风险分析与风险管理（国家自然科学基金项目） l 引入虚拟第三方的供应链激励协调与效率研究（国家自然科学基金项目） l 大规模定制环境下基于服务平台的服务模块化研究（国家自然科学基金项目） l  国有企业政府规制研究（中央高校基本科研业务费研究专项项目） l  基于新规制经济学的公立医院治理模式研究（中央高校基本科研业务费研究专项项目） l  白酒企业电子商务发展模式研究（四川省教育厅） l  锦江区“互联网+”发展对策研究（成都市锦江区）  研究成果： 在《系统工程理论与实践》、《数量经济技术经济研究》、《四川大学学报（哲学社会科学版》、《中国管理科学》、《InformationSciences》等发表论文总计30余篇", "fullContent": "【个人简介】：  江苏盐城人，教授，博士生导师，四川省海外高层次留学人才，四川省学术与技术带头人后备人才，四川大学科技产业集团副总经理兼四川大学科技园总经理，四川省商务厅电子商务专家组成员。曾任甘肃省文县委副书记，英属哥伦比亚大学访问副教授、南洋理工大学访问学者，在牛津大学、亚利桑那州立大学、德国克劳斯塔尔工业大学进修。  教育经历： 1992年9月—1996年7月，成都科技大学，应用数学专业，本科，理学学士； 1996年9月—1999年7月，四川大学，应用数学专业，硕士研究生，理学硕士； 2005年9月—2010年12月，四川大学，管理科学与工程专业，博士研究生，管理学博士。  工作经历： 1999年7月—现在，四川大学，助教、讲师、副教授、教授 2008年9月—2012年12月，四川大学商学院MBA教育中心副主任、主任 2014年10月—2018年3月，四川大学，工商管理博士后流动站，博士后研究 2015年12月—2016年12月，甘肃省陇南市文县委副书记（挂职，中组部团中央第16批博士服务团成员） 2017年9月—现在，四川大学科技产业集团 副总经理 四川川大科技园发展有限公司总经理  海外经历： 2011年1月，亚利桑那州立大学（ASU，美国），中美文化交流； 2012年1月-3月，南洋理工大学（NTU，新加坡），淡马锡基金会彩虹访问学者； 2013年8月-2014年7月，不列颠哥伦比亚大学（UBC，加拿大），访问副教授（VisitingAssociateProfessor)。 2017年8月，牛津大学（UO，英国），《世界经济与公共政策》课程项目进修 2019年8月，克劳斯塔尔工业大学（CTU，德国），“工程教育与实践”项目进修  【研究领域】：  博弈论、规制理论；管理信息系统、商业模式、电子商务、供应链管理、创新创业管理、科技成果转化；大数据、区块链 研究项目： l  新规制经济学视角下电商扶贫及其商业模式创新研究（国家社会科学基金项目） l  共享经济政府规制中的激励与监督问题研究（四川省软科学研究项目） l 互联网+”对传统企业商业模式转型创新影响研究（四川省软科学研究项目） l  电子商务零售统计方法研究（四川省哲社十二五规划统计专题重点项目） l  成都市孵化服务体系研究（成都市软科学研究项目） l  供给侧与需求侧双视角下区域经济产业关联研究——以四川省为例（四川省社会科学重点研究基地——系统科学与企业发展研究中心重点项目） l  共享经济政府规制及其商业模式创新研究（中央高校基本科研业务费研究专项项目） l 基于资源的供应链内部风险分析与风险管理（国家自然科学基金项目） l 引入虚拟第三方的供应链激励协调与效率研究（国家自然科学基金项目） l 大规模定制环境下基于服务平台的服务模块化研究（国家自然科学基金项目） l  国有企业政府规制研究（中央高校基本科研业务费研究专项项目） l  基于新规制经济学的公立医院治理模式研究（中央高校基本科研业务费研究专项项目） l  白酒企业电子商务发展模式研究（四川省教育厅） l  锦江区“互联网+”发展对策研究（成都市锦江区）  研究成果： 在《系统工程理论与实践》、《数量经济技术经济研究》、《四川大学学报（哲学社会科学版》、《中国管理科学》、《InformationSciences》等发表论文总计30余篇；著有2本学术专著——《中国公立大学政府规制研究》、《供给侧与需求侧双视角下区域经济产业关联研究——以四川省为例》。  其它项目： 参与了有关机构的网络系统集成和信息安全项目的设计和实施，如四川电信DCN网络安全顾问服务项目，四川电信多媒体网安全一期工程，四川电信OA网安全一期，重庆电信DCN网络安全，重庆电信163/169网络安全，重庆移动经营分析系统网络安全，重庆移动BOSS系统集中化改造工程网络安全项，西南证券广域网系统，长城宽带社区互连网。  【所授课程】：  《管理信息系统》、《商业模式创新》、《大数据分析与应用》、《计算机网络与信息安全》、《职业经理人自我管理》、《商务演示技巧》等课程。 指导学生： 博士研究生（管理科学与工程、企业管理） 学术型硕士研究生（管理科学专业、管理系统工程专业） EMBA/MBA专业学位研究生（市场营销、运营管理、新创业务管理方向） 本科学生（电子商务专业） 通信地址：成都市望江路29号四川大学商学院028# Email: yanjj@scu.edu.cn", "url": "http://bs.scu.edu.cn/yingxiao/201904/5073.html"},
{"index": 16, "name": "李跃宇", "title": "副教授", "domain": "工业工程、项目管理、企业管理、电子商务", "abstract": "【研究领域】：  工业工程、项目管理、企业管理、电子商务", "fullContent": "【个人简介】：  硕士研究生导师，副教授，工程师，管理学博士，信息系统与自动化工学硕士，精密机械设计与制造专业工学学士。 工作范围： 工业工程、项目管理及企业管理领域的教学、科研及培训等；制造和服务行业的项目研究、咨询、规划、设计、管理及推广等。 个人特长: 丰富的本科教学和研究生教学经验；丰富的科研项目研究和管理能力；丰富的企业管理、企业实践经验；丰富的部门管理、技术管理、现场管理、项目管理及项目咨询经验；熟悉各类企业的生产管理、技术管理；有丰富的谈判、交易及市场经验；中文和英文表达能力强，文字功底好；分析能力、动手能力强。 曾任职位： 工业工程系主任；川大知识在线网络有限公司总工程师、总设计师；中微科技公司项目开发部主管；恩威电子公司副总经理；成都机床电器研究所数控、数显技术部主任；用友软件股份有限公司ERP咨询顾问；《工业工程》（北大核心刊物）杂志审稿专家；工程硕士分学位委员会委员。 主要授课课程： 先进制造系统、系统仿真、项目时间管理、项目管理软件应用、运营管理或生产与运作管理、生产计划与控制、电子商务。 出版专著和教材情况:《项目时间管理及在项目管理软件中的应用》，机械工业出版社（2008）；《项目时间管理》，经济管理出版社（2008）；《项目管理学》（合著），人民邮电出版社（2008）。 发表文章和承接项目情况:先后在北大核心刊物和CSSCI来源期刊发表研究文章30多篇。先后主持和参加了10多项纵，横向研究项目。 获奖情况: 参加研制的大型五坐标牙轮钻扩铰数控组合机床获1994年四川省人民政府科技进步三等奖；《电子商务》超媒体电子课件（获2000年校级优秀教学成果二等奖）；获2001年四川大学校级优秀教师；获四川大学2003届优秀毕业论文指导一等奖。 开设讲座： 生产现场管理与改善，生产与运作管理，精益生产管理，电子商务，生产流程管理与改进，物流管理，TPM全员生产维护。 个人兴趣: 钢琴、小提琴、旅游，跑步，游泳，羽毛球。    【研究领域】：  工业工程、项目管理、企业管理、电子商务", "url": "http://bs.scu.edu.cn/gongye/201904/5114.html"},
{"index": 9, "name": "姚黎明", "title": "研究员", "domain": "：数据驱动优化决策、人工智能及其应用、企业数字化转型、资源能源管理、商务智能分析", "abstract": "中国管理现代化研究会理事，四川省工业与应用数学学会副秘书长，系统科学与企业发展研究中心办公室主任，INFORMSmember,IEEEmember,IWRAmember", "fullContent": "【个人简介】：  姚黎明，研究员，博士生导师，匹兹堡大学卡茨商学院、香港理工大学物流与海事学院访问学者。四川省学术与技术带头人、四川省海外高层次留学人才、四川大学“双百人才”等。中国管理现代化研究会理事，四川省工业与应用数学学会副秘书长，系统科学与企业发展研究中心办公室主任，INFORMSmember,IEEEmember,IWRAmember。 主持国家自然科学基金、教育部人文社科项目、中国博士后科学基金、四川省社科项目、四川省软科学项目、四川大学社科杰出青年基金等10余项。在INFORMSJournalonComputing(UTD),RiskAnalysis(ABS4星)，EnergyPolicy,JournalofHydrology,InternationalJournalofApproximateReasoning等期刊发表论文60余篇。 在Springer出版社出版英文专著2部。受理发明专利16项（授权3项）、软件著作权5件。曾获国际运筹学进展奖提名奖、教育部科技进步一等奖、四川省科技进步（自然科学）一等奖，以及四川大学优秀青年骨干教师称号等。 为中石油西南油气田分公司、中石化西北局、遂宁银行、居然之家、达拓智通等企业提供决策咨询服务。  研究方向 ：数据驱动优化决策、人工智能及其应用、企业数字化转型、资源能源管理、商务智能分析", "url": "http://bs.scu.edu.cn/guanlikexue/201904/5194.html"},
{"index": 7, "name": "童利忠", "title": "教授", "domain": "", "abstract": "", "fullContent": "", "url": "http://bs.scu.edu.cn/renliziyuan/201904/5077.html"},
{"index": 6, "name": "李晓峰", "title": "教授", "domain": "现代企业管理技术与方法、项目管理、创新创业管理、评价理论与方法等", "abstract": "【个人简介】：  李晓峰，管理学博士、教授、博士生导师， 研究方向：现代企业管理技术与方法、项目管理、创新创业管理、评价理论与方法等", "fullContent": "【个人简介】：  李晓峰，管理学博士、教授、博士生导师， 研究方向：现代企业管理技术与方法、项目管理、创新创业管理、评价理论与方法等；现任 四川大学现代企业管理技术与可持续发展研究所所长，四川省工业与应用数学学会常务理事、秘书长，四川省技术经济和管理现代化研究会专家委员会成员，四川省、成都市科技评估中心专家成员；全国万名优秀创新创业导师人才，四川省学术和技术带头人。 作为主持人承担了国家社会科学基金项目、四川省哲学社会科学项目、四川省软科学项目、四川省教育厅项目、四川省统计局项目、成都市科技局项目、或企业委托科研项目（含校级项目） 30 多项；作为主研人员从事了国家自然科学基金项目、国家社会科学基金项目、四川省哲学社会科学项目或企业委托项目等共计 10 余项；在 国内外重要 学术刊物上发表论文 70 余篇，出版专著 7 部；相关成果获得了国家级教学成果二等奖、全国新时期人文优秀成果二等奖、四川省科技进步二等奖、四川省哲学社会科学三等奖、团中央优秀成果二等奖、四川省高等教育教学成果奖一等奖、校人文社会科学研究重要成果奖及重要贡献奖、校教学成果突出贡献奖；曾获得“全国高等学校创业教育工作先进个人”称号、全国大学生市场调查与分析大赛最佳辅导教师奖、全国大学生“园梦中国”暑期实践季专项行动“优秀首席专家”称号；曾被评为四川省高校毕业生就业工作先进工作者、四川省大学生营销策划大赛优秀指导教师奖、“四川省社会实践优秀教师”（ 3 次）、“成都市优秀青年教师”（ 2 次）；曾两次（ 2015 年、 2018 年）获得四川大学“文化素质公选课最受欢迎教师”称号。                 【研究领域】：  现代企业管理技术与方法、项目管理、创新创业管理、评价理论与方法等", "url": "http://bs.scu.edu.cn/guanlikexue/201904/5110.html"},
{"index": 2, "name": "邓富民", "title": "教授、博导", "domain": "质量管理、技术经济及管理、应急管理、营销管理等", "abstract": "先后获得四次四川大学青年骨干教师奖、四川大学人文社会科学研究重要成果奖、四川省科学技术进步二等奖、第四届中国高校人文社会科学研究优秀成果三等奖、四川省第十五次哲学社会科学优秀成果二等奖、四川省第十六次社会科学优秀成果二等奖", "fullContent": "【个人简介】：  邓富民，管理学博士，教授；四川大学商学院副院长；四川省学术和技术带头人后备人选；中国优选法统筹法与经济数学研究会理事；四川省系统工程学会秘书长；中国运筹学会企业运筹学分会理事。参与和主持完成国家社会科学基金项目、国家自然科学基金项目、四川省软科学项目、四川省哲社“十二五”规划项目、企业委托科研项目等20余项；在《经济研究》、《管理世界》、《系统工程理论与实践》等期刊发表学术论文30余篇；编写和撰写过《项目质量管理》、《工程经济学》、《服务质量与顾客忠诚关系》、《应急资源协同管理-面向地震灾害的研究》等多部教材和专著；先后获得四次四川大学青年骨干教师奖、四川大学人文社会科学研究重要成果奖、四川省科学技术进步二等奖、第四届中国高校人文社会科学研究优秀成果三等奖、四川省第十五次哲学社会科学优秀成果二等奖、四川省第十六次社会科学优秀成果二等奖。     【研究领域】：  质量管理、技术经济及管理、应急管理、营销管理等", "url": "http://bs.scu.edu.cn/gongye/201904/5160.html"},
{"index": 8, "name": "徐玖平", "title": "教授", "domain": "能源工程管理、灾害应急管理、决策理论与方法等。欢迎管理科学与工程、技术经济及管理专业硕、博士，以及物流工程、工业工程方向专硕积极申请，加入研究团队。", "abstract": "已培养应用数学、运筹学与控制论、管理科学、工程管理、企业管理、技术经济及管理等专业的博、硕士 370 余名", "fullContent": "【个人简介】：  国家杰出青年科学基金获得者( 04 )，教育部重要人才计划入选者( 09 )，新世纪百千万人才工程国家级人选( 07 )，享受国务院政府特殊津贴专家( 10 )；国际管理科学与工程管理学会理事长( 09 -)，《国际管理科学与工程管理》英文杂志主编( 06 -)；中国系统工程学会副理事长( 06-14 )，中国优选法统筹法与经济数学研究会副理事长( 10-19 )，管理科学与工程学会副理事长( 13 -)。 主持过国家社会科学基金重大招标项目、国家自然科学基金重点项目、国家科技支撑计划项目专题、国家科技部研究计划项目等科研项目 70 余项。获国际运筹学进展奖 2 项，中国青年科技奖。以第一获奖人身份，获教育部自然科学一等奖 1 项、教育部科技进步一等奖 2 项、四川省科技进步一等奖 1 项、四川省哲学社会科学一等奖 6 项。以第一 / 通讯作者，发表高水平国际期刊论文 400 余篇；以第一著者，在 Springer 、 Taylor&Francis 、 Elsevier 、 CambridgeUniversityPress 、科学出版社等，出版著作 30 余部。以第一发明人，获授权发明专利 7 项、软件著作权 7 件，受理发明专利 22 项。组办大型国际学术会议 30 余次。 讲授不同类别课程 70 余门；编著的《管理经济学》《管理运筹学》著作被评列为国家 “ 十一五 ” 规划教材，被评为国家精品教材；已培养应用数学、运筹学与控制论、管理科学、工程管理、企业管理、技术经济及管理等专业的博、硕士 370 余名。 2002 年获教育部高校青年教师奖， 2015 年获宝钢优秀教师特等奖提名奖， 2019 年被授予“四川省教书育人名师”称号。以第一完成人， 2013 年、 2017 年分别获四川省优秀教学成果一等奖， 2018 年获高等教育国家级教学成果二等奖。  【研究领域】：   能源工程管理、灾害应急管理、决策理论与方法等。 欢迎管理科学与工程、技术经济及管理专业硕、博士，以及物流工程、工业工程方向专硕积极申请，加入研究团队。", "url": "http://bs.scu.edu.cn/guanlikexue/202104/7104.html"},
{"index": 4, "name": "卢毅", "title": "研究员", "domain": "：中小企业组织韧性、灾害管理系统工程。指导专业：技术经济及管理、管理系统工程专业硕、博士；物流工程方向专硕。招生偏好：品性纯良，坚韧顽强。", "abstract": "四川大学管理学博士、博士后，研究员、博导，商学院院长助理，伦敦国王学院高级访问学者，四川省学术和技术带头人后备人选，四川省首批地震应急管理专家，川商发展战略研究院研究员，四川尚明公益发展研究中心研究员，灾害领域高水平国际期刊 EnvironmentalHazards 编委", "fullContent": "【个人简介】：  卢毅， 1983 年生，湖北孝感人。四川大学管理学博士、博士后，研究员、博导，商学院院长助理，伦敦国王学院高级访问学者，四川省学术和技术带头人后备人选，四川省首批地震应急管理专家，川商发展战略研究院研究员，四川尚明公益发展研究中心研究员，灾害领域高水平国际期刊 EnvironmentalHazards 编委。 主持国家自科基金青年项目 1 项、教育部人文社科青年项目 1 项、四川省软科学研究项目 1 项、四川省社科规划项目 3 项；获中国博士后科学基金一等资助。以一作 / 通讯发表高水平国际期刊论文近 20 篇；主笔参撰《成果要报》《重要成果专报》等各类内参报告数十份。在科学出版社、 Springer-Verlag 出版中、英文专著各 1 部（第 2 、第 3 ）。获国家级教学成果二等奖 1 项（第 7 ），四川省社会科学优秀成果一等奖 3 项（第 2 、第 3 和第 5 ）、二等奖 1 项（第 3 ）。 近年来，积极参与川商发展战略研究院、尚明公益发展研究中心等智库建设，广泛开展面向民营中小企业和社会公益组织的调查与研究。 2020 年，与川商总会合作开展广泛调查及跟踪研究，主笔撰写了《新冠肺炎疫情对四川民营企业影响的调查研究及对策建议》等系列报告，得到省市领导重要批示；与原点公益合作开展湖北联合救灾网络抗疫行动复盘，撰写调研报告，对公益网络建设和公益生态发展提出建设性意见。 研究方向： 中小企业组织韧性、灾害管理系统工程。 指导专业： 技术经济及管理、管理系统工程专业硕、博士；物流工程方向专硕。 招生偏好： 品性纯良，坚韧顽强。", "url": "http://bs.scu.edu.cn/gongye/201904/5180.html"},
{"index": 3, "name": "顾新", "title": "教授", "domain": "创新管理、知识管理、科技管理、区域经济", "abstract": "【个人简介】：  汉族，四川郫县人，四川大学商学院教授，博士生导师，管理学博士后，经济学博士，四川大学文科学位评定委员会委员，四川大学管理学学位评定分委员会副主席，四川大学教学指导委员会交叉学科分委员会委员，四川大学软科学研究所所长，四川大学创新与创业管理研究所所长，成都市软创智业研究会会长，四川省科学学与科技政策研究会副会长，四川省技术经济和管理现代化研究会副会长，成都市社会科学界联合会理事（第五届），教育部“新世纪优秀人才支持计划”入选者（ 2006 ），四川省专家评议（审）委员会委员（第三届、第四届），四川省学术和技术带头人（第八批、第十二批），四川省十大青年经济人物（ 2006 年），四川省灾后恢复重建专家服务团成员，中共四川省委、四川省人民政府决策咨询委员会科技组委员", "fullContent": "【个人简介】：  汉族，四川郫县人，四川大学商学院教授，博士生导师，管理学博士后，经济学博士，四川大学文科学位评定委员会委员，四川大学管理学学位评定分委员会副主席，四川大学教学指导委员会交叉学科分委员会委员，四川大学软科学研究所所长，四川大学创新与创业管理研究所所长，成都市软创智业研究会会长，四川省科学学与科技政策研究会副会长，四川省技术经济和管理现代化研究会副会长，成都市社会科学界联合会理事（第五届），教育部“新世纪优秀人才支持计划”入选者（ 2006 ），四川省专家评议（审）委员会委员（第三届、第四届），四川省学术和技术带头人（第八批、第十二批），四川省十大青年经济人物（ 2006 年），四川省灾后恢复重建专家服务团成员，中共四川省委、四川省人民政府决策咨询委员会科技组委员。《软科学》杂志编委，《中国科技论坛》杂志编委，《研究与发展管理》杂志专题编委，《决策咨询》杂志责任编辑。 1989 年 7 月，毕业于上海交通大学机械工程系流体传动与控制专业，获工学学士学位。 1994 年 7 月，毕业于上海复旦大学管理学院管理科学系，获理学硕士学位。 2002 年 6 月，毕业于四川大学经济学院经济管理系，获经济学博士学位。 2004 年 6 月，从西南交通大学管理科学与工程博士后流动站出站。 2008 年 4 月，中共中央党校高校哲学社会科学教学科研骨干研修班第二十二期结业。 2009 年 12 月，上海证券交易所第 12 期独立董事任职培训班结业。 2013 年 1 月，国家留学基金委教师英语高级培训班结业。 2018 年 7 月，同济大学继续教育学院推进天府国际机场和国际空港新城建设专题研讨班结业。 自 1994 年 7 月在四川大学任教以来，先后主持教育部“新世纪优秀人才支持计划”项目 1 项、国家社科基金重点项目 1 项、国家自然科学基金面上项目 4 项以及四川省重大软科学招标项目、四川省重点软科学计划项目和四川省哲学社会科学研究“十一五”规划重点项目等科研项目 40 余项。在学术刊物和学术会议发表论文 300 余篇，出版学术专著 9 部。获四川省科技进步奖二等奖 1 项、三等奖 3 项，中国高校人文社会科学研究优秀成果奖三等奖 1 项，四川省哲学社会科学优秀成果二等奖 1 项、三等奖 4 项。      【研究领域】：  创新管理、知识管理、科技管理、区域经济", "url": "http://bs.scu.edu.cn/renliziyuan/201904/5084.html"},
{"index": 5, "name": "梁学栋", "title": "教授", "domain": "区块链技术应用，供应链管理，环保信息化，技术经济，素质教育", "abstract": "中国产业发展研究院双链融合分院副院长，四川省区块链行业协会副会长，四川省物流管理与工程类专业教指委副主任委员，中国通讯学会创新驱动工作委员会委员，中国计算机学会区块链专委会委员，中国物流与采购联合会区块链应用分会委员，四川大学商学院区块链研究中心主任", "fullContent": "【个人简介】：  教授，博导，工学博士，管理科学与工程博士后；中国产业发展研究院双链融合分院副院长，四川省区块链行业协会副会长，四川省物流管理与工程类专业教指委副主任委员，中国通讯学会创新驱动工作委员会委员，中国计算机学会区块链专委会委员，中国物流与采购联合会区块链应用分会委员，四川大学商学院区块链研究中心主任；国家环境保护危险废物处置工程技术中心副主任，危险废物综合处置国家地方联合工程中心副主任；四川省学术和技术带头人后备人选，成都市高新区急需紧缺人才（金熊猫 B 类），四川大学经济与企业发展研究所常务副所长，四川大学博士后联谊会理事长，四川大学商学院工程管理硕士 (MEM) 教育中心、会计硕士（ MPAcc ）教育中心、审计硕士（ MAud ）教育中心主任。美国普渡大学访问学者，美国项目管理师协会（ PMP ）职业资格认证，高级物流师（人社部）。  作为主研人员参加包括国家 863 项目、国家自然科学基金重点项目等十余个项目的研究与开发，先后主持“中国博士后科学基金面上资助”、“四川省科技创新人才项目”、“四川省社科统计专项”等 20 余项企业横向及纵向科研项目，于 2013 年赴美国加州大学欧文分校、 2015 年赴英国牛津大学短期交流学习。  出版《破坏性地震灾后应急供应链管理》、《供应链管理》等专著教材 8 部，发表文章 60 余篇，担任 InternationalJournalofClimateChangeStrategiesandManagement （ SSCI ）副主编，《系统工程学报》、 Computers&IndustrialEngineering 、 Transactions on Fuzzy Systems 等期刊评审。授权发明专利 2 项，实用新型专利 3 项。指导学生获得挑战杯全国金奖 1 项，创青春创业大赛全国铜奖 1 项，节能减排实践科技赛全国三等奖 1 项，互联网 + 全国决赛入围奖 1 项；获得四川省社会科学优秀成果一等奖 1 次，二等奖 1 次；四川大学哲学社会科学重要成果奖 5 次；四川大学哲学社会科学社会服务贡献奖 2 次；四川大学教学成果奖 4 次；四川大学优秀教材；四川大学青年骨干教师（ 2 次）；学术性社团指导教师标兵奖；四川大学课堂教学质量优秀奖等奖励。  【研究领域】：  区块链技术应用，供应链管理，环保信息化，技术经济，素质教育", "url": "http://bs.scu.edu.cn/gongye/201904/5155.html"},
{"index": 24, "name": "周贵川", "title": "副教授", "domain": "创新管理；战略管理", "abstract": "主要研究方向包括企业战略管理、流程管理、技术创新管理、企业文化等，作为项目负责人主持了国家自然科学基金项目、四川省社科规划项目、四川省软科学研究项目、成都市社科规划项目、成都市软科学研究项目等20余项省部级项目", "fullContent": "【个人简介】：  周贵川，男，汉族，1982年4月出生，管理学博士，管理科学与工程博士后。四川大学商学院副教授、硕士生导师。四川大学商学院高级管理（EDP）培训中心副主任，四川大学小微企业发展研究所所长。国家自然科学基金、四川省科技厅、重庆市科技局、成都市经信局项目评审专家。 主要研究方向包括企业战略管理、流程管理、技术创新管理、企业文化等，作为项目负责人主持了国家自然科学基金项目、四川省社科规划项目、四川省软科学研究项目、成都市社科规划项目、成都市软科学研究项目等20余项省部级项目。目前已在《管理世界》、《软科学》、《中国科技论坛》、《经济体制改革》等国内外知名刊物发表论文三十余篇，出版专著3部，研究成果曾获四川省科技进步奖、四川省哲学社会科学优秀成果奖。 主要教学课程为企业战略管理、流程管理和组织创新管理，授课对象包括各类全日制和非全日制本硕博学生、政府部门和企事业单位。为各级党政机关和政府部门培训服务100余场，培训服务企业包括中国工商银行、中国建设银行、中国银行、招商银行、四川中烟、中国石油、中国石化、中国邮政、四川发展、航空工业成飞、全友家私等。 常年为多家知名单位提供咨询和顾问服务，服务对象包括中国石油西南油气田、航空工业成飞公司、四川中烟、四川旅投、电建地产西南总部、兴城文产、眉山水天花月置业、来孚健康等。   【研究领域】：  创新管理；战略管理", "url": "http://bs.scu.edu.cn/gongye/201904/5181.html"},
{"index": 22, "name": "向晓林", "title": "副教授", "domain": "物流配送管理，项目风险管理，电子商务", "abstract": "作为主研人员，先后参与完成了一项国家科技部 973 项目、一项国家自然科学基金项目、一项国家社科基金项目、一项四川省教育委员会重点项目以及多项横向科研项目的研究工作", "fullContent": "【个人简介】：  1987 年 7 月毕业于四川师范大学数学系，获理学学士学位； 1990 年 7 月毕业于云南大学数学系计算数学与应用软件专业，获理学硕士学位； 2003 年 7 月毕业于四川大学数学学院计算机自动推理与机器证明方向，获理学博士学位； 2005 年 10 月电子科技大学计算机科学与技术博士后流动站出站博士后。 1990 年 7 月至 1995 年 6 月在四川师范大学计算机科学与技术系从事教学科研工作；从 1995 年 6 月开始先后在四川大学应用数学系，管理科学与工程系，工商管理学院从事教学与科研工作。 目前的研究领域主要涉及物流配送管理，项目风险管理与电子商务。作为项目负责人，已经主持完成一项四川省科技厅软科学研究项目研究；作为主研人员，先后参与完成了一项国家科技部 973 项目、一项国家自然科学基金项目、一项国家社科基金项目、一项四川省教育委员会重点项目以及多项横向科研项目的研究工作。已经在国际国内重要学术期刊发表学术论文 20 余篇，其中 10 余篇学术论文被 SCI、EI 或 ISTP 检索。主编或参编出版教材 3 部。     【研究领域】：  物流配送管理，项目风险管理，电子商务", "url": "http://bs.scu.edu.cn/yingxiao/201904/5145.html"},
{"index": 23, "name": "曾自强", "title": "副研究员", "domain": "数据分析与决策、决策理论与方法、系统建模及应用", "abstract": "【教育经历】： 2009/09—2014/06 四川大学  管理科学与工程专业  博士 2012/09—2013/09 佛罗里达大 学  联合培养博士 2005/09—2009/06 四川大学  数学与应用数学专业  学士  【工作经历】： 2019.01— 至今  四川大学  商学院  副研究员 2020.09- 至今  菲尔莱狄更斯大学  商学院（ AACSB 认证）  客座教授 2016.01—2019.01 华盛顿大学  土木与环境工程系  博士后 2015.01—2016.01 四川大学  商学院  博士后 【招生方向】： 管理科学、工程管理  【研究领域】：  数据分析与决策、决策理论与方法、系统建模及应用   【所授课程】：  本科生： 数学规划（全英文， 2019-2020 秋季学期评教得分 9.93 ，全院排名比为 5/133 ） 概率统计（全英文，国际留学生） 统计学原理（全英文，国际留学生） 微积分 1 （全英文，国际留学生） 微积分 2 （全英文，国际留学生） Excel 与定量分析（ 2019-2020 春季学期评教得分 9.93 ，全院排名比为 7/133 ） 管理学导论 管科学前沿   研究生： 数据分析与决策（全英文， MBA 国际留学生） 应用多元统计分析（全英文，国际留学生） 多层统计分析", "fullContent": "【个人简介】：  现任四川大学商学院副研究员，硕士生导师，四川省特聘专家，四川大学“双百人才工程”入选者、“好未来优秀学者奖”获得者，美国 FairleighDickinsonUniversity 商学院（ AACSB 认证）客座教授， 2020 年入选《科学中国人》封底人物。分别于 2009 年、 2014 年在四川大学获得理学学士、管理学博士学位。曾赴美国 UniversityofFlorida 作为联合培养博士生学习 1 年，并在美国 UniversityofWashington 做博士后研究 3 年。 长期致力于复杂工程系统优化与大数据决策分析领域的研究，通过将数据分析技术与决策优化理论相结合，形成了针对不同复杂系统的基于数据驱动的决策分析理论体系，并取得了一系列重要研究成果。主要研究应用领域包括大型水利水电工程建设系统智能决策优化、交通大数据分析与智能控制平台构建、能源工程系统建设的决策冲突优化、系统性金融风险传染预测等。先后主持美国交通部研究项目、国家自然科学基金面上项目、国家自然科学基金青年项目、中国博士后科学基金资助项目、四川省哲学社会科学规划项目、四川省科技厅软科学项目、成都市哲学社会科学规划项目、四川大学青年科技学术带头人培育项目、 四川大学（哲学社会科学）“学科前沿与交叉创新研究项目、四川大学创新火花项目等 10 余项。 近年来，在 RiskAnalysis、IEEETransactionsonFuzzySystems、Computer-aidedCivilandInfrastructureEngineering、TransportationResearchPartD、EuropeanJournalofOperationalResearch、AppliedEnergy、RenewableEnergy、AccidentAnalysisandPrevention、InternationalJournalofProjectManagement、JournalofEnvironmentalManagement、JournalofConstructionEngineeringandManagement、JournalofWaterResourcesPlanningandManagement、JournalofComputinginCivilEngineering、JournalofTransportationEngineering、AppliedMathematicalModelling 等国内外知名期刊及国际会议论文集发表论文 50 余篇，其中 SCI/SSCI 检索论文 36 篇（ ESI 热点论文 1 篇，被引次数列 Engineering 学术领域前 0.1% ）， SCI 他引 400 余次，在 Elsevier 、 Springer 等出版社合作出版学术专著 3 部（英文专著 2 部），获国家发明专利授权 4 项，研究成果获教育部科技进步奖、四川省社会科学优秀成果奖、 中国石油和化工自动化行业 科技进步奖等省部级科技奖励一等奖 3 项、国际学术论文奖 2 项。 担任国家自然科学基金委项目评审专家、 PLoSONE 和 JournalofAdvancedTransportation 两本 SCI 期刊的编委及 20 余种国内外期刊的审稿人。现为美国运筹与管理科学学会（ INFORMS ）会员，美国电子电气工程师学会（ IEEE ）会员，美国土木工程师学会（ ASCE ）会员，中国优选法统筹法与经济数学研究会高级会员、中国系统工程学会会员。多次担任国际会议分会主席及论文集领域编委，并赴美国、德国、加拿大、澳大利亚、日本、阿塞拜疆等做国际会议特邀及分会报告 10 余次。曾获教育部 “ 博士学术新人奖 ” 、四川省高层次留学人才、 四川大学哲学社会科学重要成果奖 等荣誉。  【教育经历】： 2009/09—2014/06 四川大学  管理科学与工程专业  博士 2012/09—2013/09 佛罗里达大 学  联合培养博士 2005/09—2009/06 四川大学  数学与应用数学专业  学士  【工作经历】： 2019.01— 至今  四川大学  商学院  副研究员 2020.09- 至今  菲尔莱狄更斯大学  商学院（ AACSB 认证）  客座教授 2016.01—2019.01 华盛顿大学  土木与环境工程系  博士后 2015.01—2016.01 四川大学  商学院  博士后 【招生方向】： 管理科学、工程管理  【研究领域】：  数据分析与决策、决策理论与方法、系统建模及应用   【所授课程】：  本科生： 数学规划（全英文， 2019-2020 秋季学期评教得分 9.93 ，全院排名比为 5/133 ） 概率统计（全英文，国际留学生） 统计学原理（全英文，国际留学生） 微积分 1 （全英文，国际留学生） 微积分 2 （全英文，国际留学生） Excel 与定量分析（ 2019-2020 春季学期评教得分 9.93 ，全院排名比为 7/133 ） 管理学导论 管科学前沿   研究生： 数据分析与决策（全英文， MBA 国际留学生） 应用多元统计分析（全英文，国际留学生） 多层统计分析", "url": "http://bs.scu.edu.cn/guanlikexue/201907/5719.html"},
{"index": 21, "name": "王緌", "title": "副教授", "domain": "管理科学", "abstract": "【个人简介】：  1995年获理学硕士学位后留校任教,2001年聘为副教授,2005年获管理学博士学位.在国内外杂志发表论文20余篇. 主持横向课题四项,省软科1项. 主要研究方向: 区域经济规划和企业数据挖掘. 目前研究工作: 中小微企业运行监测系统分析和预警研究. 主要承担课程:(1) 本科, 管理决策科学与方法、运筹学、管理建模分析、管理建模与优化实验、系统建模与优化综合实验等.(2) 研究生, 管理定量方法与技术.      【研究领域】：  管理科学", "fullContent": "【个人简介】：  1995年获理学硕士学位后留校任教,2001年聘为副教授,2005年获管理学博士学位.在国内外杂志发表论文20余篇. 主持横向课题四项,省软科1项. 主要研究方向: 区域经济规划和企业数据挖掘. 目前研究工作: 中小微企业运行监测系统分析和预警研究. 主要承担课程:(1) 本科, 管理决策科学与方法、运筹学、管理建模分析、管理建模与优化实验、系统建模与优化综合实验等.(2) 研究生, 管理定量方法与技术.      【研究领域】：  管理科学", "url": "http://bs.scu.edu.cn/guanlikexue/201904/5163.html"},
{"index": 20, "name": "王涛", "title": "副教授", "domain": "创新与创业管理、知识管理", "abstract": "【个人简介】：  四川大学商学院副教授，硕士生导师，管理学博士，四川大学创新与创业管理研究所副所长，四川大学软科学研究所副所长，四川省学术和技术带头人后备人选", "fullContent": "【个人简介】：  四川大学商学院副教授，硕士生导师，管理学博士，四川大学创新与创业管理研究所副所长，四川大学软科学研究所副所长，四川省学术和技术带头人后备人选。主要研究领域为创新与创业管理。 2003 年 6 月毕业于四川大学计算机学院计算机科学与技术专业，获工学学士学位。 2007 年 6 月毕业于四川大学商学院企业管理专业，获管理学硕士学位。 2011 年 6 月毕业于四川大学商学院工商管理专业，获管理学博士学位。主持国家自然科学基金、四川省软科学重大项目、四川省哲学社会科学规划项目等各类项目 10 余项，出版学术专著 1 部，在 《InternationalJournalofConflictManagement》 、《管理世界》、《研究与发展管理》、《科学学研究》等重要学术期刊发表论文 20 余篇，其中 2 篇被中国人民大学报刊复印资料全文转载。获高等教育国家级教学成果奖二等奖 1 项，四川省科技进步二等奖 1 项，四川省社会科学优秀成果三等奖 1 项，四川省科技进步奖三等奖 1 项。    【研究领域】：  创新与创业管理、知识管理", "url": "http://bs.scu.edu.cn/renliziyuan/201904/5165.html"},
{"index": 1, "name": "陈传", "title": "教授", "domain": "政府与社会资本合作模式（PPP）中的物有所值和风险问题、基础设施融资、国际工程建设与基础设施市场进入战略、大型复杂项目管理、基础设施与公共服务运营管理等。", "abstract": "近两年来主要论文成果： (1)EvaluationandRankingofRiskFactorsinTransnationalPublic–PrivatePartnershipsProjects:CaseStudyBasedontheIntuitionisticFuzzyAnalyticHierarchyProcess.YYu,ADarko,APCChan,CChen,FBao.JournalofInfrastructureSystems,24(4),04018028,2018. (2)FactoranalysisofcomprehensiveevaluationonruralbuiltenvironmentchangesinChinaundermulti-indexpaneldata.CChen,YAo,YWang.AdvancesinMechanicalEngineering,10(6),1687814018784193,2018. (3)ReviewofPublic–PrivatePartnershipLiteraturefromaProjectLifecyclePerspective.FBao,APCChan,CChen,ADarko.JournalofInfrastructureSystems,24(3),04018008,2018. (4)RelationshipbetweenRuralBuiltEnvironmentandHouseholdVehicleOwnership:AnEmpiricalAnalysisinRuralSichuan.ChinaYAo,CChen,DYang,YWang.Sustainability,10(5),1566,2018. (5)DemographicVariablesofCorruptionintheChineseConstructionIndustry:AssociationRuleAnalysisofConvictionRecords.YYu,IMartek,MRHosseini,CChen.Scienceandengineeringethics,1-19,2018. (6)Reviewofsocialresponsibilityfactorsforsustainabledevelopmentinpublic–privatepartnerships.YYu,ROsei‐Kyei,APCChan,CChen,IMartek.SustainableDevelopment,2018. (7)CriticalRiskFactorsofTransnationalPublic–PrivatePartnershipProjects:LiteratureReview. YYu,APCChan,CChen,ADarko.JournalofInfrastructureSystems,24(1),04017042,2017. (8)RisksinPPPwaterprojectsinChina:perspectiveoflocalgovernments.AShrestha,TKChan,AAAibinu,CChen,IMartek.JournalofConstructionEngineeringandManagement,143(7),05017006,2017. (9)InternationalMarketSelectionModelforLargeChineseContractors.CChen,QWang,IMartek,HLi.JournalofConstructionEngineeringandManagement,142(10),04016044,2016. (10)Valuechainsupplyprocurementstrategiesininternationalconstruction:casesofforeignconstructorsinChina.IMartek,CChen.ManagementDecision,54(2),501-521,2016. (11)Implementationofinnovativetechnologiesinsmall-scaleconstructionfirms:FiveAustraliancasestudies.JShelton,IMartek,CChen.Engineering,ConstructionandArchitecturalManagement,23(2),177-191,2016. (12)EnterpriselocalizationpracticesandtheirimplicationforknowledgemanagementinforeignparticipationintheChineseconstructionsector.IMartek,CChen.JournalofManagementinEngineering,31(6),05014024,2014.    【研究领域】：  政府与社会资本合作模式（PPP）中的物有所值和风险问题、基础设施融资、国际工程建设与基础设施市场进入战略、大型复杂项目管理、基础设施与公共服务运营管理等", "fullContent": "【个人简介】：  学历学位： 清华大学土木工程系建筑工程管理学士、新加坡国立大学土木工程系基础设施系统与管理硕士、澳大利亚墨尔本大学经济与商学院应用金融硕士、美国宾西法尼亚州立大学建筑工程系工程管理博士。 现任职位： 四川大学商学院工程管理教授、博士生导师、工程管理专业负责人。四川大学商学院基础设施与公共服务运营研究中心主任。财政部和国家发改委PPP“双库”定向邀请专家。 职业经历：先后在清华大学（2006年1-12月）、墨尔本大学(2007年月-2012年7月；2011年确认永久教职)和四川大学工作(2012年7月至今)全时工作，并分别在哈萨克斯坦纳扎尔巴耶夫大学土木工程系（2015年）和英国牛津大学StEdmundHall担任访问教授(2016年)。2006年在清华大学任职期间获得院级先进工作者称号。此外担任世界银行公共私营基础设施顾问部门(PublicPrivateInfrastructureAdvisoryFacility，PPIAF)顾问(2006至今)、世界经济论坛(WorldEconomicForum，WEF)全球议程委员会（基础设施）委员(2012-2014)、世界经济论坛战略基础设施倡议(StrategicInfrastructureInitiative)顾问委员会委员(2012-2014)、美国土木工程师协会(ASCE)会员、中国管理科学与工程学会理事（2013年底至今）、国家发改委《政府和社会资本合作项目通用合同指南》（发改投资[2014]2724号）编写组专家、财政部《政府与社会资本合作项目物有所值评价指引》（财金[2015]167号）编写组专家。2015-2017年国家第二、三、四批PPP示范项目评审专家。 研究方向： 政府与社会资本合作模式（PPP）中的物有所值和风险问题、基础设施融资、国际工程建设与基础设施市场进入战略、大型复杂项目管理、基础设施与公共服务运营管理等。 代表成果及获奖情况：完成世界银行出版社出版基础设施融资英文专著一部、科学出版社出版国际工程建设市场进入战略英文专著一部、SCI/SSCI检索国际顶尖专业期刊论文30余篇（一作或者通讯），并为包括世界银行、联合国经济与社会理事会(ECOSOC)、国际经济合作与发展组织(OECD)、美国建筑工业研究院(CII)等在类的国际机构完成建筑业政策分析或者基础设施投融资方向研究报告近12部。主持项目累计金额超过600万元，其中国家自然科学基金面上项目1项。在2007年悉尼CRIOCM国际会议上获得杰出论文奖（ExcellentPaperAward）；2011年InternationalJournalofHousingMarketsandAnalysis杂志所发论文获得高度赞扬奖（HighlyCommendedAward）,2016年Engineering,ConstructionandArchitectureManagement期刊上发表的论文获得杰出论文奖（OutstandingPaper）,2010年在国际经济合作与发展组织(OECD)巴黎总部做关于工程市场进入的主题发言；2012年受世界银行委托评估马来西亚建筑业发展规划；2015年承担英国驻重庆领事馆与四川省委组织部和四川省财政厅合作四川省政府官员PPP培训和物有所值评价以及财政承受能力论证示范项目。 近两年来主要论文成果： (1)EvaluationandRankingofRiskFactorsinTransnationalPublic–PrivatePartnershipsProjects:CaseStudyBasedontheIntuitionisticFuzzyAnalyticHierarchyProcess.YYu,ADarko,APCChan,CChen,FBao.JournalofInfrastructureSystems,24(4),04018028,2018. (2)FactoranalysisofcomprehensiveevaluationonruralbuiltenvironmentchangesinChinaundermulti-indexpaneldata.CChen,YAo,YWang.AdvancesinMechanicalEngineering,10(6),1687814018784193,2018. (3)ReviewofPublic–PrivatePartnershipLiteraturefromaProjectLifecyclePerspective.FBao,APCChan,CChen,ADarko.JournalofInfrastructureSystems,24(3),04018008,2018. (4)RelationshipbetweenRuralBuiltEnvironmentandHouseholdVehicleOwnership:AnEmpiricalAnalysisinRuralSichuan.ChinaYAo,CChen,DYang,YWang.Sustainability,10(5),1566,2018. (5)DemographicVariablesofCorruptionintheChineseConstructionIndustry:AssociationRuleAnalysisofConvictionRecords.YYu,IMartek,MRHosseini,CChen.Scienceandengineeringethics,1-19,2018. (6)Reviewofsocialresponsibilityfactorsforsustainabledevelopmentinpublic–privatepartnerships.YYu,ROsei‐Kyei,APCChan,CChen,IMartek.SustainableDevelopment,2018. (7)CriticalRiskFactorsofTransnationalPublic–PrivatePartnershipProjects:LiteratureReview. YYu,APCChan,CChen,ADarko.JournalofInfrastructureSystems,24(1),04017042,2017. (8)RisksinPPPwaterprojectsinChina:perspectiveoflocalgovernments.AShrestha,TKChan,AAAibinu,CChen,IMartek.JournalofConstructionEngineeringandManagement,143(7),05017006,2017. (9)InternationalMarketSelectionModelforLargeChineseContractors.CChen,QWang,IMartek,HLi.JournalofConstructionEngineeringandManagement,142(10),04016044,2016. (10)Valuechainsupplyprocurementstrategiesininternationalconstruction:casesofforeignconstructorsinChina.IMartek,CChen.ManagementDecision,54(2),501-521,2016. (11)Implementationofinnovativetechnologiesinsmall-scaleconstructionfirms:FiveAustraliancasestudies.JShelton,IMartek,CChen.Engineering,ConstructionandArchitecturalManagement,23(2),177-191,2016. (12)EnterpriselocalizationpracticesandtheirimplicationforknowledgemanagementinforeignparticipationintheChineseconstructionsector.IMartek,CChen.JournalofManagementinEngineering,31(6),05014024,2014.    【研究领域】：  政府与社会资本合作模式（PPP）中的物有所值和风险问题、基础设施融资、国际工程建设与基础设施市场进入战略、大型复杂项目管理、基础设施与公共服务运营管理等。", "url": "http://bs.scu.edu.cn/gongye/201904/5201.html"},
{"index": 19, "name": "吴鹏昆", "title": "特聘副研究员", "domain": "管理信息系统与电子商务；网络虚假信息（在线虚假评论；虚假新闻）；物流与供应链管理（全渠道供应链）；空间众包；社交媒体等。（管理科学与工程（管理科学、工业工程）、工业工程与管理、物流工程与管理、MBA等专业招收硕士研究生，欢迎报考！）（欢迎有意参加数学建模、挑战杯和大创的本科生联系！）", "abstract": "主持课题： [1]2021-2023 ,“生命周期视角下虚假新闻的传播机制与揭露策略研究,”.国家自然科学基金青年科学基金（ 62001314 ）, 24 万元. [2]2020-2022 ,“在线虚假评论的干预机制研究：基于发布动机的视角,”.教育部人文社会科学研究青年基金（ 20YJC630159 ）, 8 万元. [3]2020-2022 ,“网络虚假信息的发布机制研究,”.中央高校基本科研业务费（ YJ202008 ）, 15 万元. [4]2019-2021 ,“多维视角下减少在线虚假评论的路径探索,”.湖南省自然科学基金项目青年项目（ 2019JJ50403 ）, 5 万元. [5]2016-2018 ,“基于系统动力学仿真计划生育政策调整对湖南人口发展的影响,”.湖南省自然科学基金项目面上项目（ 2016JJ2094 ）, 5 万元. (已结题) 部分代表性研究成果（*代表通讯作者）： [1] PengkunWu .PopulationDevelopmentChallengesinChina:FamilyPlanningPolicyandProvincialPopulationDifference[M].SpringerNature,2020:XIX+241pages.IBSN:978-981-15-8009-3(Hardcover)", "fullContent": "【个人简介】：  吴鹏昆（ 1991.10— ），男，四川大学商学院副研究员，硕士生导师，香港理工大学博士（ 2016-2018 ）、博士后（ 2019-2020 ），哈尔滨工业大学博士（ 2016-2019 ）。 担任 DecisionSupportSystems、InternationalJournalofProductionResearch、PLOSOne、InformationTechnology&Management、IndustrialManagement&DataSystems、Pacific-BasinFinanceJournal、WaterResourcesManagement和SystemicPracticeandActionResearch 等 SCI/SSCI 期刊的审稿人。在 Springer 出版英文专著 1 部，在国际主流 SCI/SSCI 期刊发表论文十余篇。 擅长各类数学模型的构建和分析，曾获得 2013 年美国大学生数学建模竞赛国际一等奖、 2012 年“高教社杯”全国大学生数学建模竞赛全国一等奖等。在第十三届和第十四届“挑战杯”全国大学生课外学术科技作品竞赛中，参赛作品均在省赛作品盲审中排名全省第 1 。连续指导学生参加数学建模竞赛， 2015-2018 年学生获全国一等奖或二等奖、 2020 年学生（ 3 名大一本科生）获四川省一等奖。 主持课题： [1]2021-2023 ,“生命周期视角下虚假新闻的传播机制与揭露策略研究,”.国家自然科学基金青年科学基金（ 62001314 ）, 24 万元. [2]2020-2022 ,“在线虚假评论的干预机制研究：基于发布动机的视角,”.教育部人文社会科学研究青年基金（ 20YJC630159 ）, 8 万元. [3]2020-2022 ,“网络虚假信息的发布机制研究,”.中央高校基本科研业务费（ YJ202008 ）, 15 万元. [4]2019-2021 ,“多维视角下减少在线虚假评论的路径探索,”.湖南省自然科学基金项目青年项目（ 2019JJ50403 ）, 5 万元. [5]2016-2018 ,“基于系统动力学仿真计划生育政策调整对湖南人口发展的影响,”.湖南省自然科学基金项目面上项目（ 2016JJ2094 ）, 5 万元. (已结题) 部分代表性研究成果（*代表通讯作者）： [1] PengkunWu .PopulationDevelopmentChallengesinChina:FamilyPlanningPolicyandProvincialPopulationDifference[M].SpringerNature,2020:XIX+241pages.IBSN:978-981-15-8009-3(Hardcover);978-981-15-8010-9(eBook). [2]YuanyuanWu,EricNgai, PengkunWu* ,ChongWu.Fakeonlinereviews:aliteraturereview,synthesisanddirectionsforfutureresearch[J].DecisionSupportSystems,2020,132,113280. [3]YiHe,QingyunXu,and PengkunWu* .Omnichannelretailoperationswithrefurbishedconsumerreturns[J].InternationalJournalofProductionResearch,2020,58(1),271-290. [4] PengkunWu ,EricNgai*,andYuanyuanWu.Towardareal-timeandbudget-awaretaskpackageallocationinspatialcrowdsourcing[J].DecisionSupportSystems,2018,110,107-117. [5] PengkunWu ,ChongWu*,andYuanyuanWu.ReformingpathofChina’sfertilitypolicyinstabilizingdemographicdividendperspective[J].SocialIndicatorsResearch,2018,137(3),1225-1243. [6] PengkunWu ,YuanyuanWu,andChongWu*.ResearchonfertilitypolicyinChina:therelativenecessityforreformamongthedifferentprovinces[J].SocialIndicatorsResearch,2018,135(2),751-767. [7] PengkunWu* ,ChaoXia,FangzhouLiu,YuanyuanWuandYiHe.AnintegratedwaterstrategybasedonthecurrentcircumstancesinChina[J].AppliedMathematicalModelling,2016,40(17-18),8108-8124. [8]YiHe*,QingyunXu,BingXuand PengkunWu .Supplychaincoordinationinqualityimprovementwithreferenceeffects[J].JournaloftheOperationalResearchSociety,2016,67(9),1158-1168.  【研究领域】：  管理信息系统与电子商务；网络虚假信息（在线虚假评论；虚假新闻）；物流与供应链管理（全渠道供应链）；空间众包；社交媒体等。 （管理科学与工程（管理科学、工业工程）、工业工程与管理、物流工程与管理、 MBA 等专业招收硕士研究生，欢迎报考！） （欢迎有意参加数学建模、挑战杯和大创的本科生联系！）", "url": "http://bs.scu.edu.cn/gongye/201912/6180.html"},
{"index": 18, "name": "腾格尔", "title": "副教授", "domain": "人工智能与大数据分析、客户关系管理、能源与经济预测研究方向为运用人工智能、数据挖掘方法解决经济、社会、管理中的跨学科问题。主要关注大数据分析、机器学习和数据挖掘的理论和实践，研究新理论和新算法用于解决科学问题。", "abstract": "曾获得四川省哲学社会科学三等奖 1 项，四川省科学技术进步二等奖 1 项，“四川大学 - 唐立新青年科学之星奖”三等奖 1 项，以及 2016 年度四川大学学生工作系统党建先进个人、 2014 年度四川大学学生工作系统关心帮扶工作先进个人", "fullContent": "【个人简介】：   腾格尔，管理学博士，四川大学商学院副教授，硕士生导师。兼任四川大学管理科学 / 运筹学研究所副所长。  在国内外著名期刊上发表论文 20 余篇，其中在 SoftComputing、EnergyScience&Engineering、IEEEIntelligentSystems、KnowledgeandInformationSystems、AppliedSoftComputing 等 SCI/SSCI 期刊上发表论文 10 篇。出版 1 部学术专著。  担任 Neurocomputing、ElectronicCommerceResearch、JournalofRetailingandConsumerServices、InformationSciences、PatternRecognition、EnergyScience&Engineering、Knowledge-BasedSystems、AppliedSoftComputing、InternationalJournalofInformationTechnology&DecisionMaking 等 10 余份国际 SCI、SSCI 期刊以及《软科学》等中文期刊的匿名审稿人。  近年来作为负责人主持了国家自然科学基金项目 1 项以及省部级项目 2 项。曾获得四川省哲学社会科学三等奖 1 项，四川省科学技术进步二等奖 1 项，“四川大学 - 唐立新青年科学之星奖”三等奖 1 项，以及 2016 年度四川大学学生工作系统党建先进个人、 2014 年度四川大学学生工作系统关心帮扶工作先进个人。  致力于将大数据分析、机器学习和数据挖掘的理论应用于社会风险评价、经济发展预测和客户关系管理中的应用。先后与中石油川西钻探公司、中石油川东钻探公司、西南油气田采气工程研究院、川大智胜系统集成子公司合作，进行技术咨询服务，为企业或政府部门提供指导和培训。   【研究领域】：   人工智能与大数据分析、客户关系管理、能源与经济预测  研究方向为运用人工智能、数据挖掘方法解决经济、社会、管理中的跨学科问题。主要关注大数据分析、机器学习和数据挖掘的理论和实践，研究新理论和新算法用于解决科学问题。", "url": "http://bs.scu.edu.cn/guanlikexue/202005/6501.html"}
]